export interface Sentence {
    author: string
    text: string
}

export const sentences: Sentence[] = [
    {author: '에이브러햄 링컨', text: "인터넷에 올라온 명언들의 문제점은 그것이 진짜인지 알 수 없다는 것이다."},
    {author: '브론즈', text: "유연한 남탓,\n사고하지 않기."},
    {author: '리빙포인트', text: "오늘따라 자신이 한심하게 느껴진다면, 평소에도 그랬다는 사실을 떠올리며 안심하세요."},
    {author: '아리스토텔레스', text: "울타리는 상대방이 만들고 있는 것이 아니라 내가 만들고 있다."},
    {author: '버나드 쇼', text: "거짓말쟁이가 받는 가장 큰 형벌은 그가 다른 사람으로부터 신임을 받지 못한다는 것보다 그 자신이 아무도 믿지 못한다는 슬픔에 빠지는 데에 있다."},
    {author: '앨런 알렉산더 밀른', text: "당신이 잡초에 대해 관심을 가지면 그 잡초는 꽃이 된다."},
    {author: '헬렌 켈러', text: "어둠 속에서 친구와 함께 걷는 것이 빛 속에서 혼자 걷는 것보다 낫습니다."},
    {author: '마더테레사', text: "사람은 종종 불합리하고 자기중심적이에요.\n그래도 용서하세요."},
    {author: '르네 데카르트', text: "누군가 나를 화나게 했을 때,\n분노가 마음에 닿지 않을 정도로 내 심성을 높이려 한다."},
    {author: '플라톤', text: "친절해라.\n당신이 만나는 사람은 모두,\n힘든 싸움을 하고 있으니까."},
    {author: '소크라테스', text: "좋은 평판을 받는 방법은 여러분이 원하는 모습이 되도록 노력하는 것이다."},
    {author: '넬슨 만델라', text: "넘어지지 않는 것이 아니라 넘어질 때마다 일어서는 것,\n거기에 삶의 가장 큰 영광이 존재한다."},
    {author: '대니 케이', text: "인생은 하나의 캔버스와 같다.\n가능한 많은 물감을 거기에 쏟아부어라."},
]
